export const tutorialData: TutorialData[] = [
  {
    id: 1,
    title: 'Система волн',
    items: [
      'количество врагов увеличивается с каждой волной',
      'появляются новые типы врагов, а текущие типы врагов увеличивают свои характеристики',
      'время между появлением врагов уменьшается',
    ],
  },
  {
    id: 2,
    title: 'Система улучшений',
    items: [
      'в начале каждого раунда предлагаются на выбор 3 улучшения',
      'каждое улучшение имеет свой шанс выпадения',
      'ты можешь выбрать одно из трех улучшений',
      'есть ограниченное число рероллов для выбора 3 других улучшений',
      'новые рероллы можно получить, выбрав соответствующее улучшение',
    ],
  },
  {
    id: 3,
    title: 'Система перков',
    items: [
      'раз в 2 раунда на выбор предлагаются 3 перка',
      'шанс выпадения всех перков равный',
      'перки необходимо активировать во время волны, после активации они исчезают',
      'перки дают мгновенный эффект или действуют на протяжении некоторого времени',
    ],
  },
]
